{
  "tBwE4O4AAAAJ": {
    "Name": "Ayush Kumar",
    "total_new": "1",
    "publications": {
      "i-cR6tYoYfcC": {
        "title": "A detailed analysis of one year case load of a UK based NHS secondary care gynaecological MDT",
        "year": "2025/8/1",
        "publisher": "W",
        "author": "Naila Kamal, A Bradfield, M Spearman, K Choi, J Kotecha, A Kumar, F El-Shams",
        "url": "https://scholar.google.com/scholar?cluster=4305943867705717717&hl=en&oi=scholarr",
        "firstOrLast": false,
        "datasource": "Scholars"
      }
    }
  },
  "iQjUDPYAAAAJ": {
    "Name": "Casey Hubert",
    "total_new": "1",
    "publications": {
      "GtLg2Ama23sC": {
        "title": "Carbon burial and cycling in northern Nunatsiavut fjord sediments",
        "year": "2026/2/23",
        "publisher": "2026 Ocean Sciences Meeting",
        "author": "Haley Geizer, Alexandre Normandeau, Maria Armstrong, Stephan Hamisch, Silas Jones, Kumiko Azetsu-Scott, Paul VR Snelgrove, Francesco Bisiach, Casey RJ Hubert, Michelle Saunders, Rodd Laing, Christopher K Algar",
        "url": "https://scholar.google.com/scholar?cluster=1333433854173696318&hl=en&oi=scholarr",
        "firstOrLast": false,
        "datasource": "Scholars"
      }
    }
  },
  "Ohu9Gc4AAAAJ": {
    "Name": "B. Jesse Shapiro",
    "total_new": "1",
    "publications": {
      "rwEhk56xNqMC": {
        "title": "Environmental RNA‐Based Metatranscriptomics as a Novel Biomonitoring Tool: A Case Study of Glyphosate‐Based Herbicide Effects on Freshwater Eukaryotic Communities",
        "year": "2025/10/29",
        "publisher": "Wiley",
        "author": "Xiaoping He,Takahiro Maruki,Wendy B. Morgado‐Gamero,Rowan D. H. Barrett,Vincent Fugère,Gregor F. Fussmann,Andrew Gonzalez,B. Jesse Shapiro,Melania E. Cristescu",
        "url": "https://doi.org/10.1111/mec.70164",
        "firstOrLast": false,
        "datasource": "CrossRef"
      }
    }
  },
  "ThjB_RcAAAAJ": {
    "Name": "Jiannis Ragoussis",
    "total_new": "2",
    "publications": {
      "LXmCCkuhhTsC": {
        "title": "Genome assembly of five Tephritid species for the enhancement of the Sterile Insect Technique",
        "year": "2025/9/16",
        "publisher": "bioRxiv",
        "author": "Haig Djambazian, Shu-Huang Chen, Pierre Bérubé, Katerina Nikolouli, Maria-Eleni Grigoriou, Dimitris Rallis, Alistair Darby, Nikolai Windbichler, Marc F Schetelig, Philippos Aris Papathanos, Kostas Mathiopoulos, Gur Pines, Jiannis Ragoussis, Kostas Bourtzis",
        "url": "https://www.biorxiv.org/content/10.1101/2025.09.15.670340.abstract",
        "firstOrLast": false,
        "datasource": "Scholars"
      },
      "NDuN12AVoxsC": {
        "title": "Erratum to: Mapping the human genetic architecture of COVID-19 (Nature,(2021), 600, 7889,(472-477), 10.1038/s41586-021-03767-x)",
        "year": "2023",
        "publisher": "Nature",
        "author": "Mari EK Niemi, Juha Karjalainen, Rachel G Liao, Benjamin M Neale, Mark Daly, Andrea Ganna, Gita A Pathak, Shea J Andrews, Masahiro Kanai, Kumar Veerapen, Israel Fernandez-Cadenas, Eva C Schulte, Pasquale Striano, Minttu Marttila, Camelia Minica, Eirini Marouli, Mohd Anisul Karim, Frank R Wendt, Jeanne Savage, Laura Sloofman, Guillaume Butler-Laporte, Han-Na Kim, Stavroula Kanoni, Yukinori Okada, Jinyoung Byun, Younghun Han, Mohammed Jashim Uddin, George Davey Smith, Cristen J Willer, Joseph D Buxbaum, Juha Mehtonen, Hilary Finucane, Mattia Cordioli, Alicia R Martin, Wei Zhou, Bogdan Pasaniuc, Hanna Julienne, Hugues Aschard, Huwenbo Shi, Loic Yengo, Renato Polimanti, Maya Ghoussaini, Jeremy Schwartzentruber, Ian Dunham, Karolina Chwialkowska, Margherita Francescatto, Amy Trankiem, Mary K Balaconis, Lea Davis, Sulggi Lee, James Priest, Alessandra Renieri, Vijay G Sankaran, David Van Heel, Patrick Deelen, J Brent Richards, Tomoko Nakanishi, Les Biesecker, V Eric Kerchberger, J Kenneth Baillie, Francesca Mari, Anna Bernasconi, Stefano Ceri, Arif Canakoglu, Brooke Wolford, Annika Faucon, Atanu Kumar Dutta, Claudia Schurmann, Emi Harry, Ewan Birney, Huy Nguyen, Jamal Nasir, Mari Kaunisto, Matthew Solomonson, Nicole Dueker, Nirmal Vadgama, Sophie Limou, Souad Rahmouni, Hamdi Mbarek, Dima Darwish, Md Mesbah Uddin, Raquel Albertos, Jordi Pérez-Tur, Ruolin Li, Lasse Folkersen, Ida Moltke, Nils Koelling, Alexander Teumer, Athanasios Kousathanas, Alicia Utrilla, Ricardo A Verdugo, Ruth Zárate, Carolina Medina-Gómez, David Gómez-Cabrero, Elena Carnero-Montoro, Carmen L Cadilla, Andrés Moreno-Estrada, Adriana Garmendia, Leire Moya, Bahar Sedaghati-Khayat, Palwendé Romuald Boua, Marie-Julie Favé, Laurent Francioli, Audrey Lemaçon, Isabelle Migeotte, Sanjay Patel, Reka Varnai, Jozsef L Szentpeteri, Csilla Sipeky, Francesca Colombo, Kathrin Von Hohenstaufen, Pietro Lio, Costanza Vallerga, Qingbo Wang, Yosuke Tanigawa, Hogune Im, Chulho Han, Han Song, Jiwoo Lim, Younhe Lee, Sugyeong Kim, Sangyoon Im, Biljana Atanasovska, Hajar Fauzan Ahmad, Cindy Boer, Philip Jansen, Lude Franke, Elżbieta Kaja, Dorota Pasko, Ingrid Kennis-Szilagyi, Sergey A Kornilov, Vid Prijatelj, Ivana Prokić, Ilangkumaran Sivanadhan, Sarala Perumal, Sahar Esmaeeli, Nathaniel M Pearson, Adam Auton, Janie F Shelton, Anjali J Shastri, Teresa Filshtein-Sonmez, Daniella Coker, Antony Symons, Jorge Esparza-Gordillo, Stella Aslibekyan, Jared O’Connell, Chelsea Ye, Catherine H Weldon, Minoli Perera, Kevin O’Leary",
        "url": "https://scholarx.skku.edu/handle/2021.sw.skku/117883",
        "firstOrLast": false,
        "datasource": "Scholars"
      }
    }
  },
  "OmUy3vUAAAAJ": {
    "Name": "Rob Beiko",
    "total_new": "1",
    "publications": {
      "kz9GbA2Ns4gC": {
        "title": "Automated eDNA and eRNA Profiling for Biodiversity Monitoring in Marine and Freshwater Ecosystems",
        "year": "2025/10/31",
        "publisher": "Cold Spring Harbor Laboratory",
        "author": "Robert G. Beiko,Jennifer Tolman,Soma Sardar Barawi,Mohamed Fares,Sneha Surya Narayana Murthy,Tom Knox,Connor M. Mackie,Iain Grundke,Nicholas W. Jeffery,Ryan R. E. Stanley,Vincent Sieben,Julie LaRoche",
        "url": "https://doi.org/10.1101/2025.10.30.685529",
        "firstOrLast": false,
        "datasource": "CrossRef"
      }
    }
  },
  "BZgRYfkAAAAJ": {
    "Name": "Dominic Frigon",
    "total_new": "1",
    "publications": {
      "M0j1y4EgrScC": {
        "title": "Quantification of fluoroquinolones, triclosan and triclocarban in wastewater and biosolids by on-line solid-phase extraction LC-MS/MS",
        "year": "2025/11/1",
        "publisher": "Heliyon",
        "author": "Zahra Hassan, Tuc Quoc Dinh, Sung Vo Duy, Dominic Frigon, Ken Goeury, Sébastien Sauvé",
        "url": "https://www.sciencedirect.com/science/article/pii/S2405844025024764",
        "firstOrLast": false,
        "datasource": "Scholars"
      }
    }
  },
  "wHX6pyUAAAAJ": {
    "Name": "Hugo Asselin",
    "total_new": "1",
    "publications": {
      "PVjk1bu6vJQC": {
        "title": "Wildfire-induced soil erosion in northern Finland watersheds",
        "year": "2025/11",
        "publisher": "The Holocene",
        "author": "Marion Lacand, Hugo Asselin, Tuomas Aakala, Damien Rius, Marianne Vogel, Laure Paradis, Adam A. Ali",
        "url": null,
        "firstOrLast": false,
        "datasource": "Scholars"
      }
    }
  }
}